Repository: edificeio/edifice-mobile-framework
Catalog: ios/appe/*.lproj/InfoPlist.strings
Languages: es, fr

# NSAppleMusicUsageDescription
source: $(PRODUCT_NAME) would like access to your media library.
es: $(PRODUCT_NAME) quiere acceder a su biblioteca multimedia.
fr: $(PRODUCT_NAME) souhaite accéder à votre bibliothèque multimédia.

# NSBluetoothAlwaysUsageDescription
source: $(PRODUCT_NAME) would like to use bluetooth connection.
es: $(PRODUCT_NAME) quiere utilizar la conexión bluetooth.
fr: $(PRODUCT_NAME) souhaite utiliser votre Bluetooth.

# NSBluetoothPeripheralUsageDescription
source: $(PRODUCT_NAME) requires Bluetooth to connect to our hardware.
es: $(PRODUCT_NAME) requiere Bluetooth para conectarse a nuestro hardware.
fr: $(PRODUCT_NAME) nécessite le Bluetooth pour se connecter à notre appareil.

# NSCalendarsUsageDescription
source: $(PRODUCT_NAME) would like access to your calendars.
es: $(PRODUCT_NAME) quiere acceder a sus calendarios.
fr: $(PRODUCT_NAME) souhaite accéder à votre calendrier.

# NSCameraUsageDescription
source: $(PRODUCT_NAME) would like to use your camera to send photos to your educational network.
es: $(PRODUCT_NAME) quiere utilizar su cámara para enviar fotos a su red educativa.
fr: $(PRODUCT_NAME) souhaite accéder à votre appareil photo pour envoyer des photos à votre réseau éducatif.

# NSLocationAlwaysUsageDescription
source: $(PRODUCT_NAME) would like to be access to your location.
es: $(PRODUCT_NAME) quiere tener acceso a su ubicación.
fr: $(PRODUCT_NAME) souhaite accéder à votre position.

# NSLocationWhenInUseUsageDescription
source: $(PRODUCT_NAME) would like to be access to your location.
es: $(PRODUCT_NAME) quiere tener acceso a su ubicación.
fr: $(PRODUCT_NAME) souhaite accéder à votre position.

# NSMicrophoneUsageDescription
source: $(PRODUCT_NAME) would like to use your microphone (for videos).
es: $(PRODUCT_NAME) quiere utilizar su micrófono (para los vídeos).
fr: $(PRODUCT_NAME) souhaite accéder à votre micro.

# NSMotionUsageDescription
source: $(PRODUCT_NAME) would like to be access to your motion use.
es: $(PRODUCT_NAME) quiere ser el acceso a su uso de movimiento.
fr: $(PRODUCT_NAME) souhaite accéder à la détection de mouvement.

# NSPhotoLibraryAddUsageDescription
source: $(PRODUCT_NAME) would like to save photos to your photo gallery.
es: $(PRODUCT_NAME) quiere guardar las fotos en su galería de fotos.
fr: $(PRODUCT_NAME) souhaite pouvoir sauvegarder des photos dans votre téléphone.

# NSPhotoLibraryUsageDescription
source: $(PRODUCT_NAME) would like access to your photo gallery to send photos to your educational network.
es: $(PRODUCT_NAME) quiere acceder a su galería de fotos para enviarlas a su red educativa.
fr: $(PRODUCT_NAME) souhaite accéder à vos photos pour pouvoir les partager à votre réseau éducatif.

# NSSpeechRecognitionUsageDescription
source: $(PRODUCT_NAME) would like to use speech recognition.
es: $(PRODUCT_NAME) quiere utilizar el reconocimiento de voz.
fr: $(PRODUCT_NAME) souhaite accéder à la reconnaissance vocale.
